---
kind: property
id: P:Autodesk.Revit.DB.Visual.Stone.StoneBumpMap
source: html/fd8ae859-d418-c8a0-3e6b-86dd765206ad.htm
---
# Autodesk.Revit.DB.Visual.Stone.StoneBumpMap Property

The property labeled "Image" from the "Stone" schema.

## Syntax (C#)
```csharp
public static string StoneBumpMap { get; }
```

## Remarks
This property is of type "AssetPropertyReference" and will only contain a reference to a connected image.